{
  "wishlist": [
    {
      "id": 2,
      "name": "Samson Buffer",
      "image": "/static/media/product2.1b2ff5d55d107bdccdd1.jpg",
      "brand": "MS Effects",
      "category": "Buffer",
      "price": 50,
      "description": "The Samson Buffer is an op-amp based signal buffer that eliminates cable capacitance and loss of top end associated with long cable paths or using several unbuffered effects pedals. Its position in the signal chain should be ascertained by experimentation depending on the effects pedals used to optimise your sound."
    },
    {
      "id": 1,
      "name": "Consider the Raven Reverb",
      "image": "/static/media/product1.78a1c3cb616effd069fd.jpg",
      "brand": "MS Effects",
      "category": "Reverb",
      "price": 200,
      "description": "The Consider the Raven Reverb by Mercy Seat Effects comes in a variety of finishes and is based on the 'Box of Hall' circuitry by Culturejam. Its simple circuit and knobs mirror the intuitiveness of this reverb, which falls somewhere between a spring and hall reverb. All that needs adjusting are the Volume and Damp knobs, which effect only the reverb effect and not your guitar's tone."
    },
    {
      "id": 5,
      "name": "Corona Mini Chorus",
      "image": "/static/media/product5.c2752b4bc43b92313bd8.jpg",
      "brand": "TC Electronic",
      "category": "Chorus",
      "price": 90,
      "description": "From subtle swells to full on Leslie sounds, the classic SCF sound and a huge sounding-trichorus, we've condensed that and infinitely more into a tiny pedal! No matter what your chorus needs may be, you can find just the right sound here - in a pedal that takes up next to no space on your board!"
    },
    {
      "id": 6,
      "name": "Hall of Fame Mini",
      "image": "/static/media/product6.0005ddf534a7092f036b.jpg",
      "brand": "TC Electronic",
      "category": "Reverb",
      "price": 100,
      "description": "They've been on countless records and movies and used by guitarists around the world - rock stars to bedroom shredders all swear by them. That's why Hall of Fame Mini comes pre-loaded with one of the very best; our legendary hall reverb."
    },
    {
      "id": 3,
      "name": "Tree of Life Overdrive",
      "image": "/static/media/product3.b261c379090395933a06.jpg",
      "brand": "MS Effects",
      "category": "Overdrive",
      "price": 250,
      "description": "Mercy Seat Effects' Tree of Life Overdrive builds upon the circuitry of the original Tube Screamer by using the infamous JRC4558 IC chip. You can control your overdrive tones through the four simple knobs: Volume, Gain, Cut, and High (Shimmer) and choose from a wide variety of finishes."
    },
    {
      "id": 7,
      "name": "Shaker Mini Vibrato",
      "image": "/static/media/product7.a0d20ca7c22b25bc7ecf.jpg",
      "brand": "TC Electronic",
      "category": "Vibrato",
      "price": 90,
      "description": "SHAKER VIBRATO has been the sleeper hit of the TonePrint series. Guitarists loved adding the life and vibe of both subtle and pronounced vibrato effects. From classic Leslie and cool Mellotron tones all the way out to the fragile “Lucy In The Sky With Diamonds”-like sounds and modern ‘bottom of the ocean’ swirl, SHAKER VIBRATO delivers. Now you can have all that in SHAKER MINI VIBRATO, a pedal so small and so awesome sounding, you've simply got to add it to your pedalboard!"
    },
    {
      "id": 8,
      "name": "Spark Mini Booster",
      "image": "/static/media/product8.dee16feaccea4b7c543d.jpg",
      "brand": "TC Electronic",
      "category": "Boost",
      "price": 100,
      "description": "Give your music a clean boost with the TC Electronic spark mini booster guitar boost pedal. This pedal gives you 20 decibels of boost for full-bodied sound that still highlights your core tones."
    },
    {
      "id": 4,
      "name": "Zacchaeus Clean Boost",
      "image": "/static/media/product4.8fc52cd0648e79571b3b.jpg",
      "brand": "MS Effects",
      "category": "Boost",
      "price": 150,
      "description": "The tiny but mighty Zacchaeus Clean Boost, by Mercy Seat Effects! This little guy will take your leads to the next (volume) level. Take your amp to 11! All handwired and handmade for the ultimate tone."
    }
  ]
}
